export const questions = ["0",
    "Q1. 여행을 함께할 동반자를 선택한다면, 누구와 함께 가고 싶나요?",
    "Q2. 여행지를 선택할 때 가장 중요한 기준은 무엇인가요?",
    "Q3. 여행 중 예기치 않은 상황이 발생했을 때, 당신은 어떻게 대처하시나요?",
    "Q4. 여행을 떠나기 전, 당신은 어떻게 계획을 세우나요?",
    "Q5. 여행 중 에너지를 어떻게 충전하시나요?",
    "Q6. 여행 중 어떤 종류의 활동을 더 좋아하시나요?",
    "Q7. 여행 중 감정을 어떻게 표현하시나요?",
    "Q8. 여행 중에 정해진 일정에 맞추는 것을 얼마나 중요하게 생각하시나요?",
    "Q9. 여행지에서 현지인들과의 교류를 어떻게 생각하시나요?",
    "Q10. 여행에서 가장 기억에 남는 순간은 언제인가요?",
    "Q11. 여행 후 기억에 남는 것을 정리할 때, 당신은 무엇을 더 중요하게 생각하나요?",
    "Q12. 여행 중 정보를 수집할 때 어떤 방식을 더 선호하시나요?",

];
export const answers = [
    {answer: '친구나 가족 등 많은 사람들과 함께 가요.', value: 'E'}, //1
    {answer: '혼자 또는 소수의 사람들과 조용히 가요.', value: 'I'},
    {answer: '자연 경관이 아름다운 곳을 선호해요.', value: 'S'}, //2
    {answer: '문화와 역사가 깊은 곳을 좋아해요.', value: 'N'},
    {answer: '빠르게 결정을 내리고 행동해요.', value: 'T'}, //3
    {answer: '상황을 신중히 분석한 후 결정을 내려요.', value: 'F'},
    {answer: '미리 세세하게 계획을 세워요.', value: 'J'}, //4
    {answer: '즉흥적으로 계획을 세우는 편이에요.', value: 'P'},
    {answer: '사람들과 어울리며 새로운 경험을 하면서 충전해요.', value: 'E'}, //5
    {answer: '조용한 시간을 보내며 재충전해요.', value: 'I'},
    {answer: '액티비티나 스포츠와 같은 활동적인 것을 좋아해요.', value: 'S'}, //6
    {answer: '박물관이나 미술관 방문처럼 조용한 활동을 좋아해요.', value: 'N'},
    {answer: '감정을 내면에 담아두고, 조용히 표현해요.', value: 'T'}, //7
    {answer: '감정을 적극적으로 표현하고, 주변 사람들과 공유해요.', value: 'F'},
    {answer: '계획된 일정에 따라 여행을 하는 것이 중요해요.', value: 'J'}, //8
    {answer: '상황에 따라 일정이 바뀌어도 괜찮아요.', value: 'P'},
    {answer: '현지인들과 적극적으로 소통하고 싶어요.', value: 'E'}, //9
    {answer: '필요할 때만 소통하고, 주로 혼자 다니고 싶어요.', value: 'I'},
    {answer: '눈에 보이는 아름다운 풍경을 감상했을 때.', value: 'S'}, //10
    {answer: '새로운 아이디어나 통찰을 얻었을 때.', value: 'N'},
    {answer: '여행이 얼마나 논리적이고 효율적이었는지 평가해요.', value: 'T'}, //11
    {answer: '여행에서 느꼈던 감정과 사람들과의 관계를 돌아봐요.', value: 'F'},
    {answer: '가이드북이나 웹사이트를 통해 정보를 미리 알아봐요.', value: 'J'}, //12
    {answer: '현지에서 직접 물어보고 알아가는 것을 좋아해요.', value: 'P'},
]