export const questions = ["0",
    "Q1. 친구와의 약속이 취소됐을 때 나는",
    "Q2. 예전에 한 번 먹어본 과자에 대해서 나는",
    "Q3. 내 최애 과자가 맛없다고 소문이 났을 때 나는",
    "Q4. 시험 기간에 나는",
    "Q5. 사람이 많은 길거리에서 넘어졌을 때 나는",
    "Q6. 내 최애 과자에 대해 설명할 때 나는",
    "Q7. 친구와 사이좋게 과자를 나눠먹던 중 한 조각이 남았을 때 나는",
    "Q8. 휴가 계획을 짤 때 나는",
    "Q9. 오랜만에 정말 맛있는 과자를 찾았을 때 나는",
    "Q10. 과자를 고를 때 나는",
    "Q11. 조별과제를 할 때 나는",
    "Q12. 친구가 우리집에 놀러와서 물건을 찾을 때 나는",

];
export const answers = [
    {answer: '"뭐야..-_-"다른 친구에게 연락해서 나오라고 한다', value: 'E'}, //1
    {answer: '"올ㅋ개이득ㅋ"혼자 집에서 뒹굴뒹굴 거린다', value: 'I'},
    {answer: '한 번 먹어봤지만 생생하게 기억한다', value: 'N'}, //2
    {answer: '한 번 먹어봤는데 어떻게 기억해?', value: 'S'},
    {answer: '"음~~~냠냠 굿~"아랑곳하지 않고 계속 먹는다', value: 'T'}, //3
    {answer: '"맛이 변했나?.." 괜히 맛없게 느껴진다', value: 'F'},
    {answer: '"오늘은 32p까지 공부해야겠다."계획대로 차근차근 공부한다', value: 'J'}, //4
    {answer: '"아직 48시간, 아니 2880분이나 남았다고?"놀다가 벼락치기를 한다', value: 'P'},
    {answer: '"아씨 아파라! 뭐야 이건??"괜히 큰소리 친다', value: 'E'}, //5
    {answer: '(머쓱;;) 꾹 참고 가던 길 간다', value: 'I'},
    {answer: '"그 과자는 말이야,, 고소한 맛이 나면서 바삭바삭하고,,"구체적으로 설명한다', value: 'N'}, //6
    {answer: '"넘나 맛있는 것"단순하게 설명한다', value: 'S'},
    {answer: '"가위바위보 할래?"정정당당하게 맞선다', value: 'T'}, //7
    {answer: '"너 먹어~"양보한다', value: 'F'},
    {answer: '"7시 30분까지는 관람을 마쳐야 해"구체적으로 짠다', value: 'J'}, //8
    {answer: '"이날은 먹방데이~~~"대충 테마만 생각해둔다', value: 'P'},
    {answer: '"여러분 이 과자 좀 보세요!!!!!!"동네방네 인생과자라며 추천한다', value: 'E'}, //9
    {answer: '"오~제법 하는데~?"혼자 생각한다', value: 'I'},
    {answer: '"역시 이게 짱이지!"최애 과자를 선택한다', value: 'S'}, //10
    {answer: '"오? 새로나온 과자네?"신상을 선택한다', value: 'N'},
    {answer: '"무임승차 OUT!"제대로 못하는 팀원들을 제명한다', value: 'T'}, //11
    {answer: '"사정이 있겠지.."한 번 봐준다', value: 'F'},
    {answer: '"그거 왼쪽 서랍 세 번째 칸에 있어"정확히 알고 있다', value: 'J'}, //12
    {answer: '"음 책상 쪽 한번 잘 봐봐"대충은 안다', value: 'P'},
]